{"url": "https://web.archive.org/web/20081012090104/http://www.politico.com:80/arena/perm/John_Lewis_C42BBD6A-7821-4081-9870-082C08FF364E.html", "text": "As one who was a victim of violence and hate during the height of the Civil Rights Movement, I am deeply disturbed by the negative tone of the McCain-Palin campaign. What I am seeing reminds me too much of another destructive period in American history. Sen. McCain and Gov. Palin are sowing the seeds of hatred and division, and there is no need for this hostility in our political discourse.\n\nDuring another period, in the not too distant past, there was a governor of the state of Alabama named George Wallace who also became a presidential candidate. George Wallace never threw a bomb. He never fired a gun, but he created the climate and the conditions that encouraged vicious attacks against innocent Americans who were simply trying to exercise their constitutional rights. Because of this atmosphere of hate, four little girls were killed on Sunday morning when a church was bombed in Birmingham, Alabama.\n\nAs public figures with the power to influence and persuade, Sen. McCain and Gov. Palin are playing with fire, and if they are not careful, that fire will consume us all. They are playing a very dangerous game that disregards the value of the political process and cheapens our entire democracy. We can do better. The American people deserve better.", "images": ["https://web.archive.org/web/20081012090104im_/http://www.politico.com/favicon.ico", "https://web.archive.org/web/20081012090104im_/http://images.politico.com/global/v3/arena/x.gif", "https://web.archive.org/web/20081012090104im_/http://secure-us.imrworldwide.com/cgi-bin/m?ci=us-politico&cg=0&cc=1", "https://web.archive.org/web/20081012090104im_/http://images.politico.com/global/arena/lewis_john_thumb.jpg", "https://web.archive.org/web/20081012090104im_/http://statse.webtrendslive.com/dcs3tne5r00000wgiy2f55etr_4b6o/njs.gif?dcsuri=/nojavascript&WT.js=No&WT.tv=8.0.0"], "top_img": "https://web.archive.org/web/20081012090104im_/http://www.politico.com/favicon.ico", "keywords": [], "authors": [], "canonical_link": "", "title": "The Arena - Politico's daily debate with policymakers and opinion shapers", "meta_data": {"keywords": "Arena, Politics, Political News, Campaign 08, 2008, Politics 08, politico, Politico.com, Presidential Candidates, Candidate News, The Politico, Washington, congress, senator", "description": "Politico's Arena is a cross-party, cross-discipline daily conversation about politics and policy among more than a hundred current and former members of Congress, governors, mayors, political strategists and scholars.", "robots": "all"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}