{"url": "https://web.archive.org/web/20100727203214/http://www.msnbc.msn.com:80/id/38384219/ns/meet_the_press-transcripts", "text": "(Sundays: 885-4200)\n\nMR. DAVID GREGORY: This Sunday, the president signs financial regulation this week as part of what the administration calls \" recovery summer.\" But where are the jobs? The Fed chief says the future is uncertain. Will things get worse before they get better? Plus, how Washington 's debate about your taxes will affect economic growth . It's all part of my one-on- one discussion this morning with Treasury Secretary Timothy Geithner . Then, the rush to judge Agriculture official Shirley Sherrod .\n\nSEC'Y TOM VILSACK: This is a good woman. She's been put through hell. And I could have done and should have done a better job.\n\nMR. ROBERT GIBBS: How did we not ask the right questions? How did you all not ask the right questions? How did other people not ask the right questions?\n\nMR. GREGORY: What does this episode say about racially-charged politics, the media , and the post-racial presidency of Barack Obama ? Our roundtable weighs in: president of the National Urban League , Marc Morial ; former White House adviser Anita Dunn ; a man often credited with helping to spark the tea party movement, CNBC 's Rick Santelli ; New York Times columnist David Brooks ; and Washington Post columnist E.J. Dionne .\n\nAnnouncer: From NBC News in Washington , MEET THE PRESS with David Gregory .\n\nMR. GREGORY: Good morning. A summer of anxiety over jobs, the economy , and government borrowing as new polling this week shows President Obama 's job approval rating, handling the nation 's economy , at a new low. On Friday I sat down with the administration 's top economic official, Treasury Secretary Tim Geithner . Mr. Secretary, welcome back to the program. Thank you for having us down to your office.\n\nSEC'Y TIMOTHY GEITHNER: Good to see you, David .\n\nMR. GREGORY: I want to ask you about some of the broader economic outlooks that we've heard across the, the spectrum this week, an important one from the Fed chairman, Bernanke , who said this week the outlook is \"unusually uncertain.\" And I wonder if, to you, to the president, that means you fear that things are going to get worse before they get better?\n\nSEC'Y GEITHNER: I don't think there's anything unusual about the fact that given the severity of this crisis , this recession , given how bad it was just 18 months ago, that Americans are still living with some caution, some sense of caution about the future . I think that's natural, unavoidable. But, you know, the economy 's now been growing for almost a year, little more than a year. Private sector 's creating jobs again. The economy is starting to heal again. You're seeing growth. Manufacturing, private investment have recovered. Those are encouraging signs. But we're living still with a lot of challenge still because the scars of this crisis ran so deep. And I think most Americans understand it's going to take some time to heal this.\n\nMR. GREGORY: But \"unusually uncertain.\" There's the prospect of a double-dip recession . There are economists who've said you don't normally see this kind of anemic pace of recovery once a recovery begins.\n\nSEC'Y GEITHNER: I, I think I disagree slightly in the sense that, you know, remember, this was a recession caused by a set of policies that left us with a $1.3 trillion deficit when the president came into office, an economy that was falling off the cliff. Millions of Americans had already lost their jobs. The recession was a year old at that point. And given that we've been living beyond our means as a country , Americans have been borrowing too much, and you had a huge growth in risk taking and leverage in the financial system , what you would expect is a more moderate pace for recovery than is typical. And that's what we're seeing. But again, you are seeing recovery . You're seeing private investment expand again, job growth starting to come back, and that's very encouraging. And if you look at what private forecasters say about the economy , they see an economy that's going to continue to grow, strengthen moderately over the next 18 months or so. And I talked to businesses across the country , and I would say that is the general view, an economy that is gradually getting better.\n\nMR. GREGORY: So just to be precise, you do not believe in a double-dip recession , that it will get worse before it gets better?\n\nSEC'Y GEITHNER: No, I don't. I think the most likely thing is, you see an economy that gradually strengthens over the next year or two, you see job growth start to come back again. Again, investments expanding, manufacturing's getting a little stronger, export's better. Those are very encouraging signs. But we got a long way to go still.\n\nMR. GREGORY: You see this magazine I have, The Week , and, and the headline is \"Where are the jobs? The recession is over, but no one is hiring.\" Why is particularly private sector hiring apparently so slow?\n\nSEC'Y GEITHNER: They're -- I think businesses across the country , you know, again, faced with the prospect of an economy falling off the cliff, are still cautious, still very cautious. So they've been trying to get as much productivity out of their employees as possible. They're in a very strong financial conditions, though, and I think that's very promising, because there's a lot of pent-up demand and there's a lot of capacity still for them to step up and start to invest and hire again. But you're seeing it start. You know, we've had six months of private sector job growth . Not as fast as we like, not as fast as we need, but I think you're going to see it, again, gradually start to get better.\n\nMR. GREGORY: But why are, why are businesses uncertain? Is it what's happened in Europe , in Greece , and in other places? I mean, in other words, businesses are making money , they've got cash, but they don't seem to want to invest it yet.\n\nSEC'Y GEITHNER: They are. Again, most important cause, I think, is the scars caused by the depth of the crisis , what that did to confidence. You're right, though, to mention Europe. You know, when people got very worried about Europe in the spring, it did hurt confidence. You saw equity prices fall around the world, and that, that absolutely had an effect. That in -- produced a little more caution. But that, I believe, is a temporary factor. Europe 's moved very aggressively. And they're starting to get more confidence back in Europe that they, they have some traction on policies , and they're going to be able to put this behind them.\n\nMR. GREGORY: But you still have both the political and the economic reality of this\n\nheadline: \"Where are the jobs?\" And the both political and economic reality is that most Americans , based on a variety of polling, do not believe the administration 's claim that the stimulus had made things better rather than left things largely unchanged. And the criticism is, primarily from the left, that the stimulus was never big enough to really match up to the severity of the crisis . So why not stimulate more? Why not spend more to do something to create more jobs?\n\nSEC'Y GEITHNER: There's a lot of stimulus still in the pipeline. You saw Congress move this week to expand unemployment benefits . The Senate is about to consider a very powerful package of, of tax cuts for small businesses , help small businesses get access to credit . That's very important. And we think there's some more things Congress can do to, again, to help reinforce this recovery . But we're in a transition, David , from the extraordinary actions the government had to take to break the back of this financial crisis to a recovery led by private demand. That transition is well under way. It's going to continue, it's going to strengthen.\n\nMR. GREGORY: So you're not prepared to say that more public works government spending is necessary?\n\nSEC'Y GEITHNER: Well, I -- we've got a lot of challenges less -- left as a country still ahead of us. We have very high rates of unemployment, very high levels of long-term unemployed. We want to make sure we're strengthening the competitiveness of American companies across industries. And we've got some long-term fiscal problems that are going to be a challenge for us as a country . And we're going to work to fix those problems we inherited, but the best way to do that is to make sure we're growing, private investment starts to come back, private firms start to hire again. The government can help, but we need to make this transition now to a recovery led by private investment , private...\n\nMR. GREGORY: And that's an important statement.\n\nSEC'Y GEITHNER: It is.\n\nMR. GREGORY: You're saying that, indeed, government should take its foot off the accelerator of stimulus .\n\nSEC'Y GEITHNER: You know, we have already moved very aggressively to unwind and walk back the emergency measures we had to put in place in the financial sector . Those were very effective, bringing down the cost of borrowing, we brought a lot of private capital in. So that was the right thing to do then. We've dialed those back very quickly. Right now we still think there's a good case for the government acting with targeted measures to help small businesses and help the unemployed, help states keep teachers in the classroom. Those are sensible, good steps. But we have to make this transition to a recovery led by private companies .\n\nMR. GREGORY: You talked about extending benefits to the unemployed. When the president did that back in November of last year, he trumpeted the fact that it was paid for, that it wouldn't add to the deficit . And yet the complaint from Republicans this time is no such promise here. This will add to the deficit . Why was it important then to make sure it was paid for, but not now?\n\nSEC'Y GEITHNER: I think this is a responsible way to do it. You know, my job, David , is to help make sure we can borrow to finance the obligations that Congress gives us. And I think it's a prudent, responsible way, given the scale of the emergency, the scale of the damage still facing America , that we finance these additional support for the unemployed as well as the support for small business . We think there's a good case for doing it now. We want to do it in an overall fiscally responsible way. And, as you know, the president has proposed a series of measures that will cut our deficits in half over the next several years. That's important, too, for future growth. We're going to need to make sure we get that balance right.\n\nMR. GREGORY: But again, it was important to be paid for then, but not now?\n\nSEC'Y GEITHNER: David , we can afford to do it this way. I'm completely confident we can. And if you look, again, at what we're paying to borrow now, we've got very low interest rates as a country , in part because people around the world and Americans have a lot of confidence in our capacity as a country to make sure we manage through these challenges.\n\nMR. GREGORY: Indeed, that's the argument that is cited by those who say that government should spend more, because the cost of borrowing right now -- there's all this debate about stimulus vs. the debt. A lot of people saying government spending 's out of control. But you just made the point, it doesn't cost a lot to carry the debt right now. Why not spend more to create jobs when they don't appear to be materializing from the private sector ?\n\nSEC'Y GEITHNER: It's a difficult balance. Again, we are proposing to make sure we're extending tax cuts that go to 95 percent of Americans . We extend a bunch of tax incentives to businesses to help encourage hiring, investment . We think those are sensible, affordable steps. We can, we can afford to do that now. But we have to make some choices, too, and we have to make sure we can continue to earn confidence around the world that we're going to have the will as a country to bring these large inherited deficits down over time to a much more manageable level.\n\nMR. GREGORY: Let me talk about the achievement of financial reform legislation that you've worked so hard on. The, the pay czar, Ken Feinberg , has been working on compensation, just issued a new report saying that, at the height of the crisis , you had some of the biggest banks paying bonuses that were not warranted. Do you have any way to get any of that money back?\n\nSEC'Y GEITHNER: You know, he spoke to that earlier. Congress did not give him the authority to do that. But they did give him authority he used very effectively to change how Wall Street was paying its executives, and he did an enormously important job in trying to make sure that we have in place ways to make sure these guys don't go back in the future -- don't go in the future back to paying executives to take risks that could imperil the stability of the economy . He did a great job, limited authority, but he used that authority very well.\n\nMR. GREGORY: The, the issue is, are we fighting the last war in financial reform ? To what extent do you look at this regime of new regulation and say, \"Well, there's still a wait-and-see aspect to this in terms of whether it could really do the job the next time, because we don't know what the next time's going to look like.\"\n\nSEC'Y GEITHNER: We don't. And that, that's the basic strategy that is reflected in this bill. The best way to make sure we're protecting a financial system from future crisis -- we won't know the source, we won't be able to anticipate pre-empt all those crisis -- is to make sure the system runs with much thicker shock absorbers, much larger cushions, financial resources against loss, much stronger capital buffers so that they can withstand the kind of shock losses you'd face in a recession like this. That's the most effective thing you can do, and this reform bill gives the government authority it did not have to make sure the system runs with these much more conservative constraints on risk taking.\n\nMR. GREGORY: As someone's who concerned about the overall growth of the economy , the role of education, innovation, manufacturing, does it trouble you that 25 percent of our economy is the financial sector , which doesn't actually make anything besides money?\n\nSEC'Y GEITHNER: I don't know what -- how large the system 's going to be in the future . You can't really tell. But what we're determined to do, and what the reforms will do is to make sure this system goes back to its core purpose of taking the savings of Americans and from investors around the world and allocating those to people with an idea, not just the largest companies in the country , but to small businesses with an idea and a plan for growing. That's what systems have to do well. Our system , at its best, was the model for the world in doing that, and these reforms will make sure we preserve that basic strength.\n\nMR. GREGORY: A couple of questions about housing and taxes . The housing market is still in a lot of trouble. It was propped up with mortgage modification, with the, the tax benefits of buying new home. That's now gone. Home sales have gone back down. Modifications have not worked, there still -- has not met the goal of avoiding four million foreclosures. I'm curious to know whether the president and you are committed to three critical areas -- the tax credit for mortgage interest, the credit provided by Fannie Mae and Freddie Mac , and the housing goals, particularly for low-income Americas -- Americans . Are you still committed to those three pillars?\n\nSEC'Y GEITHNER: I'll say the two things that guide us going forward now. One is we want to make sure that we do what is necessary to make sure Americans have the ability to borrow , to finance the purchase of a house . And we bring stability to house prices , we help repair the huge damage done by the housing market . And as you -- you still say, it's still, you know, in a lot of distress. But we've brought a measure of stability to house prices , interest rates have come down dramatically, millions of Americans have been able to refinance, take advantage of lower rates, which is much more money in their pockets. And we put in place a very carefully designed mortgage-modification program to help people who have a chance to stay in their house take advantage of that chance. Now, we're going to make sure we continue to do what's necessary to, again, repair the damage of this housing crisis . But we have to reform the system . We have to bring to Fannie and Freddie , to the GSEs , and to the broader housing finance market a better set of policies to make sure we can deliver affordable finance for housing without leaving the economy vulnerable to this kind of crisis .\n\nMR. GREGORY: But the housing goals, because that's a big part of what Fannie and Freddie were doing, of course. Again, they, they guarantee most of the debt, the mortgage debt that's out there in the country .\n\nSEC'Y GEITHNER: They do.\n\nMR. GREGORY: And the government has now taken them over and they were private heretofore. But it is a goal of getting people into homes, is that still the goal? Because that's part of the problem , right? You had too many people in homes that couldn't afford to be there?\n\nSEC'Y GEITHNER: David , I -- we're going to take a careful look at a set of reforms that are going to be good for the country going forward and don't leave us vulnerable to this kind of crisis in the future . I personally believe that there's going to be a good case for the government preserving some type of guarantee to make sure that people have the ability to borrow to finance a house even in a very damaging recession . I think there's going to be a good case for that.\n\nMR. GREGORY: So Fannie and Freddie should not be dismantled?\n\nSEC'Y GEITHNER: No, that's, that's different.\n\nMR. GREGORY: That's different.\n\nSEC'Y GEITHNER: I think we're not going to preserve Fannie and Freddie in anything like their current form. We're going to have to bring fundamental change to that market. But I think there's going to be a good case for taking a look at a preserving or putting in place a carefully designed guarantee so, again, homeowners have the ability to borrow to finance a home even in a very difficult recession . But we're also going to have to take a look at the broad set of policies we put in place to help encourage home ownership and particularly help low-income Americans get access to affordable housing . We're going to take a very broad look at, at, at how to best to do that. We're going to begin that process very quickly, consult broadly. And I think that there's going to be very broad support among Republicans and Democrats for a set of sensible reforms to fix this system .\n\nMR. GREGORY: Let me go through as quickly as I can some of the big tax issues. The Bush tax cuts set to expire, the administration 's plan is let them expire, in other, in other words, raise taxes on wealthy Americans above 250,000, but don't let them expire, keep them going for those $250,000 or less. Even Democrats , like the chairman of the budget Committee , says bad idea to raise taxes on wealthy Americans until you've got a recovery on sounder footing. Any wiggle room on that? Any prospect of change ?\n\nSEC'Y GEITHNER: I, I, I don't, I don't think it's quite a fair description of Senator Conrad 's views. But I won't speak to them. But I'll say what the president believes, and I believe this, is the right thing for the country , the fair thing, the responsible thing for the country now is to make sure we leave in place and preserve tax cuts that go to more than 95 percent of working Americans and complement those with a set of incentives for businesses to expand and hire. To make that possible, and to do that responsibly, I think it is fair and good policy to allow those tax cuts that only go to 2 to 3 percent of the highest earners in the country to expire as scheduled. The country can withstand that. The economy can withstand that. I think it's good policy.\n\nMR. GREGORY: Would you like to see the capital gains tax stay at 20 percent?\n\nSEC'Y GEITHNER: I would.\n\nMR. GREGORY: And so you'll push for that?\n\nSEC'Y GEITHNER: Yeah. And, and we don't want to see the rate of dividends exceed that either because, again, we want to make sure we have policies in place overall across the economy that's going to make sure we're encouraging investment , encouraging growth as this economy recovers.\n\nMR. GREGORY: If deficits are unsustainable, can you give an example yet of a painful choice that the president's prepared to make to bring our fiscal house in order?\n\nSEC'Y GEITHNER: Oh, absolutely. I mean, again, he's proposed to freeze discretionary spending , to keep the overall size of the government at a very modest level as a share of our economy . If you look again at what the president's proposing, he keeps the overall size of government at a very modest level comparable to -- lower than what was in the Bush administration , comparable to what President Reagan presided over. That's very important. That is a difficult thing to do when we face so many challenges as a country . But he's also proposing, as you, as you said, David , to allow these tax cuts for the highest earners to expire on schedule. He's proposed to reinstate a bunch of disciplines that helped produce the large surpluses of the Clinton era. Now -- and those, those policies will bring our deficits down by more than half over the next several years.\n\nMR. GREGORY: Final question. The president talked about the fact that, like a lot of Americans who are saving for their kids educations, his 529, or college savings plan for his daughters has gone down in value. A lot of people think about...\n\nSEC'Y GEITHNER: Well, it's come up dramatically...\n\nMR. GREGORY: Come up -- all right, but it's still...\n\nMR. GREGORY: ...from his first few months in office.\n\nMR. GREGORY: OK. Yeah, right. But this is a serious point because a lot of people think about this and about investing in the market for the future , as you've passed financial regulation . What is a fair expectation for Americans to have out of the capital markets , if they see that as a place for savings, when for so many years we've heard, \"Hey, you'll get 10 to 15 percent returns over the long-term.\" Is that what Americans can really expect?\n\nSEC'Y GEITHNER: I think what they can expect from these reforms is much more accessible, much more simple, much clearer disclosure about the terms in which they can borrow to finance education for their children, borrow to finance a home, borrow to finance a car, take a credit card . Much more clear, transparent, simple disclosure than they had over the past several decades, and much better information about the risks you take in investing. That's a sensible thing for the government to do. Now, of course, you need people to be able to make responsible decisions. We can't make those decisions for those individuals. They've got to take that responsibility themselves.\n\nMR. GREGORY: But hasn't the world fundamentally changed in the markets that you simply cannot expect to get the kind of return on investment that you've enjoyed and so many Americans have enjoyed for so many years?\n\nSEC'Y GEITHNER: I think it's hard to know. What you want people doing is making better decisions, more careful decisions about how much of their income they spend, how much of their income they save, what they use those savings for, how much they borrow . And I think the trauma caused by this crisis is going to be profound and long-lasting, and you're already seeing it induce, I think, an ultimately healthy and necessary change in behavior because people are already saving more of their income, and I think that's going to be a good thing for the country .\n\nMR. GREGORY: Secretary Geithner , thank you.\n\nSEC'Y GEITHNER: Nice to see you, David .\n\nMR. GREGORY: And coming up next, the rush to judge Shirley Sherrod . What happened and why? The politics of race in what many thought would be a post-racial era. Our roundtable\n\nweighs in: the National Urban League 's Marc Morial ; former White House adviser Anita Dunn ; CNBC 's Rick Santelli ; David Brooks of The New York Times ; and The Washington Post 's E.J. Dionne , right here only on MEET THE PRESS .\n\nMR. GREGORY: Coming up, the fallout from the firing. What does Shirley Sherrod 's dismissal tell us about race, politics and the media ? After this brief commercial break .\n\nMR. GREGORY: And we are back. Shirley Sherrod , the agriculture official wrongly accused of harboring racist views and fired based on those accusations, became an unlikely household name this week. There is plenty of blame to go around for this episode, and we will discuss that\n\nin just a moment. But one question hung in the air this week: Weren't discussions about race supposed to get better in the Obama era? It was during the presidential campaign of 2008 that Senator Obama set an example for how to discuss race. He had to explain controversial remarks his former pastor, Reverend Jeremiah Wright , made from the pulpit. Obama 's point: You have to put someone views in the context of their life experience.\n\nSEN. BARACK OBAMA: Even for those blacks who did make it, questions of race and racism continue to define their worldview in fundamental ways. For the men and women of Reverend Wright's generation, the memories of humiliation and doubt and fear have not gone away, nor has the anger and the bitterness of those years.\n\nMR. GREGORY: Ironically, that is exactly what Sherrod was trying to say in the speech that was edited to make her sound like a racist. Her point was that she once held prejudices but found a way to overcome them and help a white farmer in need.\n\nMS. SHIRLEY SHERROD: This whole incident helped me to feel a little more that we seem to be going backwards instead of forward in terms of race relations .\n\nMR. GREGORY: A teachable moment?\n\nMR. ROBERT GIBBS: I think a teachable moment is a moment in which the facts change and you react to the different -- those different facts . I think this is one of those moments, and I think that's what's happening.\n\nMR. GREGORY: Still, this was not the kind of Internet and cable news-fed spectacle the White House wanted to see, let alone be part of while it's trying to get Americans back to work and while the president was signing a major piece of financial reform legislation. And it wasn't the first time the White House has been thrown off track. One year ago, another racially charged incident, after the arrest of Harvard Professor Henry Louis Gates Jr ., the president reacted.\n\nPRES. OBAMA: I think it's fair to say, number one, any of us would be pretty angry. Number two, that the Cambridge police acted stupidly in arresting somebody when there was already proof that they were in their own home.\n\nMR. GREGORY: And then later expressed regret for a poor choice of words, he said, and for ratcheting up the controversy. Then there was a summit over a beer. What now? Change comes slowly, observers say, and only if moments like this are used to teach.\n\nFMR. REP. KWEISI MFUME (D-MD): We measure race relations in baby steps, not giant steps . And that's why it's taken us 300 years of slavery and a hundred years of Jim Crow to get beyond it and to get to where we are.\n\nMR. GREGORY: Back in 2008 , Senator Obama was humble about how his election might\n\nimpact race in America, but he was adamant about one thing: But race is an issue that I believe this nation cannot afford to ignore right now.\n\nSEN. OBAMA: And yet, if we're not ignoring it, the question is, are we talking about it in a way that anyone would think is actually constructive? I'm going to pose that question to the roundtable. Joining me now to discuss all the angles of this, as well as the entire political landscape as well, former Obama White House adviser Anita Dunn ; CNBC 's Rick Santelli ; the National Urban League 's Marc Morial ; The Washington Post 's E.J. Dionne ; and David Brooks of The New York Times. Welcome to all of you.\n\nMR. GREGORY: Nice to be back.\n\nMR. MARC MORIAL: Marc Morial , this was, as, as the conversation about race always is, became emotional, politically charged, and it happened in a heartbeat. So to my question, are we better off for this experience? Are we having a constructive conversation about race in America ?\n\nMR. GREGORY: If we take the proper, positive steps coming out of this experience, we can be better off. There are three things I observed. One, don't forget that this started when Mr. Breitbart threw a firecracker in a crowded room.\n\nMR. MORIAL: This is, this is the conservative blogger Andrew Breitbart .\n\nMR. GREGORY: He threw a firecracker in a crowded room. He yelled \"fire\" in a crowded theater and doctored a video, which caused an innocent, hard-working, responsible woman, whose story was of racial reconciliation , to be cast in a negative light. And then it began from there. So that's certainly an important takeaway. The second important takeaway is the story of Shirley Sherrod and the Spooners , and that is a story of reconciliation . It's a story of people who came to respect each other. It's a woman who was willing to admit that she had some animus and that she worked to overcome it. And third thing, I'd say, David , is this week in Washington , the Urban League 's going to have 10,000 people here for our centennial conference , we're going to have a constructive discussion about race and education, race and jobs, race and health care, a constructive discussion . And I 'd invite people to follow that discussion this week.\n\nMR. MORIAL: And the president will be speaking there, right?\n\nMR. GREGORY: The president will be there. Secretary Duncan will be there. We have Tim Kaine and Michael Steele . We've got business leaders. We've got a bit of a mix across the spectrum who'll be there to talk positively about the pressing issues that face the country .\n\nMR. MORIAL: Anita Dunn , you worked in the White House ...\n\nMR. GREGORY: Mm-hmm.\n\nMS. ANITA DUNN: ...as an adviser on communications matters, and I want to get your response to Maureen Dowd 's column in The New York Times. ..\n\nMR. GREGORY: Yes.\n\nMS. DUNN: ...this morning, because she's got some sharp words quoting the African- American Congressman James Clyburn of South Carolina . Put a portion of it up on the screen. \"`I don't think a single black person was consulted before Shirley Sherrod was fired I mean, c'mon,' said Congressman Clyburn of South Carolina . ... `The president's getting hurt real bad,' Clyburn told me. `He needs some black people around him.' He said Obama 's inner circle keeps `screwing up' on race: `Some people over there are not sensitive at all about race. They really feel that the extent to which he allows himself to talk about race would tend to pigeonhole him or cost him support, when a lot of people saw his election as a way to get the' idea `behind us. I don't think people elected him to disengage on race. Just the opposite.' ... The president shouldn't give Sherrod her old job back. He should give her a new job: Director of Black Outreach .\" The \" White House needs one.\" Those are strong words.\n\nMR. GREGORY: Those are strong words, David . I think that there are a lot of people who look back at the last week and wish they had behaved very differently. I think there are plenty of people in the news media who wish that they had stopped and thought about kind of the fundamental job of journalism before they started asking for reaction to something that wasn't their -- based on their original reporting. I think that the NAACP wishes that they had not moved as quickly as they did, and I don't think anybody is saying that the NAACP , you know, needs more African-Americans . And heaven knows that Tom Vilsack , who has taken responsibility and who has said how badly he screwed up, and the White House , which knows how badly they screwed up, have moved. But I think there are a couple of things here. One is that this extraordinary screw-up happened, and it was bad. The White House and Vilsack moved quite quickly to fix it. And I think that's what people need to do when they make mistakes. I think that the broader question, though, which is, you know, how is this suddenly Barack Obama 's problem ? He has written an entire book about race. In his book \" Audacity of Hope ,\" he devotes an entire chapter. He made the speech in 2008 . He has probably spoken more to this issue...\n\nMS. DUNN: But there's a skittishness...\n\nMR. GREGORY: ...and thought more about this issue...\n\nMS. DUNN: But what Clyburn is getting at is a skittishness about really confronting problems when they are -- you know, when they spring up like this, however -- whether there were screw-ups made, to deal with them head-on.\n\nMR. GREGORY: Well, you know, David , it's funny to me because I think that so much of this resulted from what was kind of a false metanarrative that was developing last week. As you recall, I mean, you know, you talked about context , and the president's talked about context .\n\nMS. DUNN: Right.\n\nMR. GREGORY: The context for this was not just that Andrew Breitbart decided to edit -- to put an edited video to make a point. He was trying to make the point that the NAACP is a racist organization. So let's start with that kind of fun, fun box here. Then, the week before that, the NAACP had had a resolution, OK, that's called on the tea party movement to expel from its midst anybody who harbors racist sentiments.\n\nMS. DUNN: Right.\n\nMR. GREGORY: The tea party movement came back and said, \"That makes the NAACP racist. They're being racist towards us.\"\n\nMS. DUNN: All right, and this is the broader context . E.J., let me...\n\nMR. GREGORY: But this is the broader context , OK?\n\nMS. DUNN: Right. Let me bring you into this, E.J. , because you wrote in a column this\n\nMR. GREGORY: the bludgeoning of mainstream journalism into looking timorously over its right shoulder and believing that `balance' demands taking seriously whatever sludge the far right is pumping into the political waters.\" What do we take from this?\n\nweek, \"Yet the Obama team was reacting to a reality: Well, that -- yeah, that's my column tomorrow in the Post . I mean, first of\n\nMR. E.J. DIONNE: Can we have a good discussion on race? We can't have a good discussion on race if the facts don't matter. And I think it's, it's not only that Shirley Sherrod was smeared, it was a perverse smear. Because, if you look at that speech , what she was giving is a speech about racial reconciliation . She was saying poor blacks and poor whites have a lot in common. And this was twisted into a, an allegation, false allegation that she was somehow a black racist. Now, what's going on here? I think the traditional media are so afraid of being called liberal, God forbid they be called liberal, that they are willing to run with any kind of right-wing propaganda and treat it as news. Challenging propaganda, or not running it, or taking your time before you run with a story, that's not liberalism, that's journalism. And I think that the right has been running this campaign for 30 years, they've had a lot of success, and we should worry about it. With the -- you got to look over both shoulders, and you got to look at the facts .\n\nall, you asked right at the beginning a good question: There's not only a right-wing squabble media . I mean, there's a squabble culture out there. There's regular media -- we were trained in one media . When I\n\nMR. DAVID BROOKS: If your mother tells you she loves you, check it out. And so that's it. That -- you would never run an excerpt from a speech unless you saw the speech . That's just unthinkable.\n\nstarted working in Chicago, we were given a phrase: Right.\n\nMR. DIONNE: Mm-hmm.\n\nMS. DUNN: So we were trained in a certain way. A different sort of media , squabble culture , has come up on the left and the right, which, which decides their -- they build audience by destroying other people. They don't know anything about policy, they don't care about government , they just want that squabble.\n\nMR. BROOKS: But...\n\nMR. GREGORY: But, but...\n\nMR. DIONNE: And my rule is -- I mean, for somebody, what Anita was doing...\n\nMR. BROOKS: Yeah.\n\nMR. GREGORY: ...stay away from the squabble culture . Don't get in there. And that's true for us, and I would say that's true...\n\nMR. BROOKS: OK. Well, let me just say something really quickly. That is easier said than done when the White House press secretary walks into the room and the only question people want to ask is, \"How are you going to react? What are you going to do? What are you going to do? What are you going to do?\"\n\nMS. DUNN: Right. Rick...\n\nMR. GREGORY: And you have a false, a false fact, an edited speech , as, as E.J. says, that was designed to create this outcome that becomes \"the news of the day,\" OK?\n\nMS. DUNN: Well, then play by different rules. Maybe before firing somebody, call them up and talk to them.\n\nMR. BROOKS: Right. But, Rick...\n\nMR. GREGORY: I, I couldn't agree with you more there, OK, so.\n\nMS. DUNN: Rick Santelli , but I want to bring you into this, as well, and -- because the, the political dimension of this, you know, the NAACP making the charge against the, you know, the tea party ; the tea party in some ways responding in kind by going after Sherrod . Eugene\n\nMR. GREGORY: \"With the Obama presidency has come a flurry of charges from the likes of [ Andrew ] Breitbart but also from more substantial conservative figures -- about alleged incidences of racial discrimination against whites by blacks and other minorities. ... \"These allegations of anti- white racism are being deliberately hyped and exaggerated because they are designed to make whites fearful. It won't work with most people, of course, but it works with some enough, perhaps, to help erode Obama 's political standing and damage his party's prospects at the polls.\" That this is a political strategy.\n\nRobinson wrote this in his column, which was provocative: First of all, we should have zero tolerance for racial discrimination , period. Beyond that, if the indirect question is, \"Is the tea party racist?\" I think the real question is, \"Are there racists in the tea party ?\" And I would contend that statistically there's going to be racists in any group. I think the tea party is more a thought, more a feeling, more a philosophy than it is a party. And I think in February of '09, when I was the lightning rod for this movement in many ways, many different, diverse groups of people from all walks of life, all races, all from different areas of the socioeconomic spectrum, all intersect in an area that's philosophical. And I think the issue is fiscal responsibility . But with that there's a less spending issue. Less spending affects entitlements. And if you connect the dots, ultimately what we are -- the, the tea party seems to represent is a movement that we can control spending and we can have good strategies without negatively impacting minorities, which might be a higher proportion of some of these programs, again, affected by spending.\n\nMR. RICK SANTELLI: Marc Morial , I want to bring you in. Back to this question of what James -- Congressman Clyburn is saying, which is that there is a, a, an unwillingness by this administration and this president to engage on matters of race because of a kind of skittishness, not wanting to get too close to it.\n\nMR. GREGORY: Let me...\n\nMR. MORIAL: Is that fair?\n\nMR. GREGORY: I think there's two things.\n\nMR. MORIAL: Because the president said, you heard him in 2008 , we must -- we can't ignore it.\n\nMR. GREGORY: The president would benefit by a broad circle of external advisers, and maybe some internal advisers, who have the experience, particularly in the South , the contemporary experience of the civil rights movement , that could serve as a sounding board. And I think that this president would benefit and every president would benefit by having those type of people, those experiences, in his circle of advisers. The second thing I just want to say is to what Rick said, what I saw from the tea party , and this is what many of us reacted to, were the aspersions on Congressman Lewis , the aspersions on Congressman Clyburn , the awful billboard, certainly repudiated now, which compared the president of the United States , the elected leader of this great democracy, with two of the worst figures in 20th century history, Adolph Hitler and Lenin .\n\nMR. MORIAL: Right.\n\nMR. GREGORY: And I asked myself, though, would I ever have seen a President Bush , a President Clinton , a President Nixon ever portrayed in that fashion? So sometimes what people react to is not what's stated...\n\nMR. MORIAL: Right.\n\nMR. GREGORY: ...but they also react to what they see.\n\nMR. MORIAL: But, but, E.J. , you made the point in a column, you said, \"Look, I mean, there, there's extremists on the left. I mean, there are, there are movements that have people who go way beyond the pale on both the left and the right.\"\n\nMR. GREGORY: I -- actually, what -- the point I made in that column was that going back in the 1960s ...\n\nMR. DIONNE: Right.\n\nMS. DUNN: ...to the 1960s , when folks were burning flags, mainstream liberals were asked to repudiate flag burning and they did.\n\nMR. DIONNE: Mm-hmm.\n\nMS. DUNN: Mm-hmm.\n\nMR. GREGORY: And the NAACP did not say...\n\nMR. DIONNE: Right.\n\nMS. DUNN: ...that the tea party is racist. They made a very careful statement where they were saying that there is racism in the tea party and it ought to be repudiated.\n\nMR. DIONNE: There's racism in the tea party , the Democratic Party , the Republican Party .\n\nMR. SANTELLI: No, but, but -- no, this is...\n\nMR. DIONNE: And, and...\n\nMS. DUNN: ...moral equivalence. This is not the case.\n\nMR. DIONNE: No.\n\nMS. DUNN: Look, there is a concerted conservative campaign on part of the movement, a minority of the movement...\n\nMR. DIONNE: Right.\n\nMS. DUNN: ...to use race to split people. Glenn Beck says Obama has a \"deep-seated hatred for white people .\" J. Christian Adams , a Republican activist pushing this new Black Panthers story, says the Obama Justice Department is motivated by a \"lawless hostility toward equal enforcement of the law.\" Now, there are people playing with this racial politics out there. I am not saying, the NAACP certainly isn't saying that this is the whole conservative movement ...\n\nMR. DIONNE: Right.\n\nMS. DUNN: ...or most of the conservative movement or most of the tea party . But it's a part of this strategy, and people should condemn it.\n\nMR. DIONNE: But the...\n\nMR. SANTELLI: There are liberals who call conservatives racist as a matter of tactics, too. That happens as well. Listen, I was out jogging. You wouldn't know it to look at me . I was out jogging in the mall. I was at a tea party rally, tea party rally. Also there was a group called the back -- Black Family Reunion , celebration of African-American culture . I watched these two groups intermingle, sitting at the same table, eating, watching concerts together. Among most of those people there was a fantastic atmosphere of just getting along on a, on a warm Sunday afternoon. And so there are people. But I was struck by a story of progress, a story of progress, that we're making some progress to this. And this whole week -- that speech was about progress. We now have a gotcha culture that punishes people that say terrible things. So I think overall it's slow, steady progress.\n\nMR. BROOKS: But can I, can I add into the mix here, in this week of this emotionally- charged discussion , came Senator Jim Webb , a Democrat, Virginia , who wrote an op-ed piece\n\nMR. GREGORY: \"Diversity and the Myth of White Privilege ,\" the subhead, \" America still owes a debt to its black citizens, but government programs to help all ` people of color ' are unfair. They should end.\" Anita Dunn , I mean there are those even in the Democratic Party who are saying, \"Look, we have to have a real conversation about these issues.\"\n\nthat raised a lot of eyebrows. We'll put the headline on the screen: And I don't think there's anybody who's saying we shouldn't have a real conversation about these issues, but I also don't think there's anybody at this table or, frankly, most people in America , who think that an edited, two-and-a-half-minute clip that begins driving the news, that has reporters saying, \"How's the White House going to react? It's a huge problem . It's a huge problem . Are they going to fire her? What are they going to do? What are they going to do?\" That's not a reasoned conversation . I think a reasoned conversation is exactly what the president has tried to promote throughout his career and that he has said we need to have. But let's not mistake what's been going on over the past week for any kind of reasoned conversation . There was the rush to judgment on Shirley Sherrod , and now there's a new metanarrative, I think, based on another false premise , the idea that somehow Barack Obama is the problem with race relations in America or the reason we don't have a conversation . I don't think that's true either.\n\nMS. DUNN: But, you know, David , I want to say this.\n\nMR. MORIAL: Yeah.\n\nMS. DUNN: One of the things this distracts from is the news of the week that the Senate cut out $1 billion for summer jobs, but is prepared to spend $60 billion on a troop surge if -- in Afghanistan. One of the things this distracts from has been the repeated use of the filibuster to block legislation and block measures that would help the economy in urban communities, and that, to me...\n\nMR. MORIAL: Let me...\n\nMR. GREGORY: Wait a minute. Wait a minute.\n\nMR. SANTELLI: ...that, to me, and the persistent use of the filibuster, it being used more times in the last two years than in the previous century...\n\nMR. MORIAL: All right.\n\nMR. GREGORY: ...to stop this legislation greatly concerns me.\n\nMR. MORIAL: Quick, quick, Rick . Great. Hold the thought, though. I want to get your reaction to Jim Webb 's point in his editorial.\n\nMR. GREGORY: I don't agree that Latinos and Asians have not suffered discrimination in this country or that Native Americans have not suffered discrimination in this country . I think the question is, how do you target and tailor policies that are going to help all economically and socially disadvantaged people. And it's a fair debate to have, but it also needs to be positive with facts . Look at the Latino unemployment rate . It's higher than the white rate. The black rate is higher than the Latino rate. So to suggest that there are not disparities that affect the Latino community , that affect the Native American community , most in depth, the African- American community , we've got to have the discussion that Jim Webb wants to have. We have facts , real facts , that give a picture of how life is in this nation .\n\nMR. MORIAL: All right. Rick , make your point, then I want to take a break.\n\nMR. GREGORY: Forty-one cents of every dollar this government spends in fiscal 2010 goes to pay debt. It's borrowed money. Forty-one cents of every dollar. Marcus , we have a $3 1/2 trillion 2010 budget . Let's look at that $34 billion for extension. These people need help, but to think that this administration -- and in Timothy Geithner 's interview, he talks about getting their fiscal house in order. In a $3 1/2 trillion budget , they can't come up with a way to offset $34 billion in spending. It isn't that the conservatives want to be mean-spirited. It's that at the end- game, if the country is broke, everybody loses.\n\nMR. SANTELLI: All right. We're going to take a break here. We will pick up talking more about the Geithner interview, the economy and politics in our remaining moments with our roundtable -- don't go away -- right after this brief station break .\n\nMR. GREGORY: We're back with our roundtable. So much to get to and, frankly, not enough time. But Santelli 's taking over your role. He's setting up the next topic beautifully, that segue artist that E.J. normally is. I want to talk about the economy and, and some of what Secretary Geithner said that I thought was, was pretty striking. But first, let me show you a couple of things. A poll from Bloomberg just about a week ago asking, \"Are you better off than you were 18 months ago?\" Look at that, 17 percent say yes; worse off, 29 percent; or about the same, 54 percent. That's after the stimulus plan.\n\nMR. GREGORY: \"Polls suggest that an energized core of voters possibly around 40 percent has ideologically recoiled from Obama 's direction. That threatens Democrats , but their greater problem is that voters open to an activist government in principle are not convinced that it's producing enough benefits in practice,\" David Brooks . Government has not proven to be the answer, and yet that's the fundamental argument from the administration .\n\nRon Brownstein, in his column in the National Journal, says this in the political context: Right. There's been a, there's been a massive recall in the past year. The Obama administration has dropped about 20 percent among independent voters, in part because of the debt and other issues. But faith in government has plummeted back to its historic lows. Faith in Congress this week hit an 11 percent, an historic low forever. So how do you persuade people that you can do things when you have that kind of distrust, and that hasn't been solved? The stimulus obviously created some jobs. But the fact is, it's taken forever to get out; and the underlying reality is, the more the debt goes up, the more people are scared, and the more they're scared, especially small business , they're just not investing.\n\nMR. BROOKS: But, Rick Santelli , this is, again, and the liberal argument, which I brought up to Secretary Geithner , is, to challenge your point of view, \"Hey, wait a minute, you're raising the red flag about debt. Yes, they're unsustainable. But the cost of borrowing money right now is so low that, when you're in this kind of exigent circumstance economically, why not measure spending commensurate with the size of the, the financial hole we're in?\"\n\nMR. GREGORY: Let's cover three areas on that. First of all, when people get addicted to bad substances, usually the people that supply it give them really good prices in the early days. I don't think it's a great idea that we are enamored with the fact that we can sell so much debt, because it could all change very quickly. At the end of last year, a Greek six-month bond was around 2 percent. It's more than doubled, and it's only seven months into the year.\n\nMR. SANTELLI: We're not Greece ; we can print money .\n\nMR. GREGORY: We're not Greece yet, but that could be the ghost of the economy of the future if we stay on this unsustainable path. The other thing is, there's some of us out there that don't believe the stimulus or the recovery package or the TARP did what it sold. Matter of fact , my opinion would be that what we've done is we've created a six-day cure for a three-day flu.\n\nMR. SANTELLI: The issue of taxes , Anita Dunn , is front page on the morning papers today in\n\nMR. GREGORY: \"Battle looms on tax breaks \" as the Bush -era cuts are at issue. The New York Times , \"Next big battle in Washington : Bush 's tax cuts .\" If the administration is serious about cutting the deficit , why keep any of these tax cuts going? Because extending tax cuts to the middle class , those $250,000 -- $100,000 or less, is going to cost about $250 billion to do next year.\n\nThe Post and The Times. The Washington Post front page: David , the president was very clear, as a candidate in 2008 , as president in 2009 and 2010 , which is he believes that the middle class of this country pays enough in taxes and should not have a tax increase. He believes that they're stressed enough and that they're -- and that they lost ground over the last decade, and that he's not going to raise taxes on them.\n\nMS. DUNN: But let me just stop you...\n\nMR. GREGORY: He was very clear. But, no, but...\n\nMS. DUNN: Hold on, I want to stop you...\n\nMR. GREGORY: Yeah.\n\nMS. DUNN: ...on this issue of tough choices because I pressed the...\n\nMR. GREGORY: Right, uh-huh.\n\nMS. DUNN: ... Republicans on this. It is tough to say to the American people ...\n\nMR. GREGORY: Yes.\n\nMS. DUNN: ...\"I know you pay too much, but I can't do it now if I want to be serious about the deficit . Why not say to the American people , \"You got to sacrifice. We got to get rid of all these tax cuts if, if it's a bad idea,\" which is what Democrats believe, that the tax cuts were a bad idea.\n\nMR. GREGORY: No, Democrats didn't believe all of those tax cuts were a bad idea. As a matter of fact , David , there were battles in 2001 and 2003 from Democrats to do things like double the Child Care Tax Credit to make the tax cuts more progressive at the bottom end. So they didn't believe all of those tax cuts were a bad idea either in 2001 or in 2003 . What they did believe, and what they continue to believe, is that the, is that the very, very highest, and then the people who did the best, the 2 percent, 2 percent of the 300 million people in this country , that they can pay a little more during this time. But in terms of the deficit piece of this, the president is absolutely convinced and is taking steps . There is a bipartisan deficit commission -- and I know in Washington bipartisan commissions come and go -- but this is a very serious effort, and it will come back with recommendations, and there are going to be tough choices in there. The president's already directed his Cabinet agencies to cut their spending. There are going to be tough choices in there, and there have to be, because I think everyone recognizes that.\n\nMS. DUNN: I've got about three minutes left. E.J., you can weigh in on that, but I want to show -- the president spoke to the Netroots Conference over the weekend. So this is a developing story about the Obama agenda and some of the complaints from the left, and I just want to play a portion of that.\n\nMR. GREGORY: So, in ways large and small, we've begun to deliver on the change you fought so hard for. And we're not done. We're working to repeal \"Don't ask, Don't tell .\" We're working to close Guantanamo in a responsible way. And thanks to the heroism of our troops, we are poised to end our combat mission in Iraq by the end of August, completing a draw-down of more than 90,000 troops since I took office. We're moving America forward. And when we've come this far, we can't afford to slide backward.\n\nPRES. OBAMA: What's striking about that is that the president has a problem with independent voters, but he's also got those on the left who are pretty disappointed.\n\nMR. GREGORY: Right now you think that's important to the outcome of the election . I just want to say one thing on this tax issue. Warren Buffet very famously said that he pays tax at a lower rate than his receptionist. Because of the way we tax dividends and capital gains , the truly rich people in the country , according to a study last year, the 400 richest people, pay taxes at a lower rate, in effect, than firefighters, than police officers, than shop clerks. That's why we need to raise taxes on the very wealthy to cover the deficit . Because, guess what, the tax increases on the wealthy do not have an anti-stimulative effect the way tax cuts on average people do. Barack Obama was very smart to do that. He needed to do that. They're -- the Democrats are going to be in trouble if their own people don't turn out. Right now, Rick Santelli 's tea party has really motivated a lot of people on the right. The administration and Democrats have to do a lot more motivating on their side.\n\nMR. DIONNE: Let, let me get your thoughts about fiscal responsibility , but save me 30 seconds to talk about Charlie Rangel , OK?\n\nMR. GREGORY: Oh I -- Warren Buffet pays cap gains rates, which they're not going to raise. They're raising the rates as income tax rates. That doesn't matter. Listen, my view of the -- of fiscal policy and the economy is just not that strong. We've learned you can pump a lot of the money, you're not going to get short-term buzz. You should think long-term. What can we do long-term to get fair taxes , simple taxes , structure and innovation? So I, I think the idea we're going to fix the economy or fiscal policy in the next six months or a year, it's fallacious.\n\nMR. BROOKS: Marc Morial , can, can Charlie Rangel survive the ethics trouble he's in?\n\nMR. GREGORY: Last time I walked through the streets of Harlem , Charlie Rangel still has incredible support, and I think what this week tells us is, let's not pre-judge Charlie Rangel . Charlie Rangel has a right to be heard, and I think we need to hear his side of the story. He's a great congressman, he's a great American.\n\nMR. MORIAL: But, Anita Dunn , the last thing Democrats want right now is a full airing of ethics charges against one of their members when Congress rates it about 11 percent approval.\n\nMR. GREGORY: You're arguing it could go lower? No, here, I, I think that we have to think about what Marc Morial just said because the reality is we should listen to him in context before we judge.\n\nMS. DUNN: All right, we're going to leave it there. Thank you all. Pretty spirited discussion . We will be right back.\n\nMR. GREGORY: That is all for today, but before we go a quick programming note. Tune into NBC tonight at 7 PM Eastern for the \"Dateline\" special with Ann Curry . \" America Now : Friends Neighbors,\" which will examine the impact of the recession on the poor. We'll be back next week. If it's\n\nMR. GREGORY:", "images": ["https://web.archive.org/web/20100727203214im_/http://msnbcmedia4.msn.com/j/MSNBC/Components/Video/100726/tdy_welker_mixup2_100726.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia.msn.com/i/msnbc/Components/CSS/img/spacer.gif", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia1.msn.com/j/MSNBC/Components/Video/__NEW/n_mj_gregory_100723.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia4.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_100627.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://www.polls.newsvine.com/_vine/images/av/60x60/vine.gif", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia1.msn.com/j/MSNBC/Components/Slideshows/_production/ss_071117_MTP60/ss-091105-obama-MTP-tease.thumb-s.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia2.msn.com/j/MSNBC/Components/Video/__NEW/n_hardball_2greg_100723.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia2.msn.com/j/MSNBC/Components/Video/100727/a_tdy_brown_china2_100727.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia2.msn.com/j/msnbc/Components/Slideshows/_production/ss_071117_MTP60/ss_071117_mtp60_01.grid-9x2.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia2.msn.com/j/MSNBC/Components/Video/100727/a_tdy_brown_hotdog_100727.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia2.msn.com/j/MSNBC/Components/Video/__NEW/tdy_holt_greg_100725.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia4.msn.com/i/msnbc/Components/CSS/img/spacer.gif", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia2.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_100725.standard.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia1.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_100718.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://c.msn.com/c.gif?NC=1255&NA=1154&PS=70038&PI=7329&DI=305&TP=http%3a%2f%2fmsnbc.msn.com%2fid%2f38384219%2f", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia4.msn.com/j/MSNBC/Components/Video/061013/mtp_netcast_100613.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia3.msn.com/j/MSNBC/Components/Slideshows/_production/ss_071117_MTP60/ss-091105-obama-MTP-tease.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia2.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_100711.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia1.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_100725.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia4.msn.com/j/MSNBC/Components/Video/100727/tdy_mor_gossip_100727.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia3.msn.com/j/MSNBC/Components/Video/100724/nn_greg_xtalk_100724.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia4.msn.com/j/MSNBC/Components/Video/__NEW/n_brewer_jeffs_100727.thumb-m.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia3.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_100725.thumb-s.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia1.msn.com/j/msnbc/Components/Slideshows/_production/ss_071117_MTP60/ss_071117_mtp60_02.grid-7x2.jpg", "https://web.archive.org/web/20100727203214im_/http://ad.doubleclick.net/activity;src=2183402;type=count651;cat=msnbc778;ord=1;num=1", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia3.msn.com/j/MSNBC/Sections/TVNews/Meet the Press/Photos/MTP-SquareWdavid.grid-2x2.jpg", "https://web.archive.org/web/20100727203214im_/http://msnbcmedia1.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_100620.thumb-m.jpg"], "top_img": "https://web.archive.org/web/20100727203214im_/http://msnbcmedia2.msn.com/j/MSNBC/Components/Video/__NEW/mtp_netcast_100725.standard.jpg", "keywords": [], "authors": [], "canonical_link": "", "title": "July 25: Tim Geithner, roundtable", "meta_data": {"title": "July 25: Tim Geithner, roundtable - Meet the Press - Transcripts - msnbc.com<", "generator": "SkyPad Rendering", "description": "Transcript of the July 25, 2010 broadcast of NBC's Meet the Press, featuring Tim Geithner, David Brooks, E.J. Dionne, Anita Dunn, Marc Morial and Rick Santelli.", "GOOGLEBOT": "unavailable_after:", "viewport": "width = 1020"}, "movies": [], "publish_date": null, "source": "https://web.archive.org", "summary": ""}