{"url": "http://www.nfib-sbet.org/", "text": "SMALL BUSINESS ECONOMIC TRENDS\n\nThe NFIB Small Business Optimism Index decreased two points in January to 89.9, marking the 25th consecutive month below the 50-year average of 98. The net percent of owners who expect real sales to be higher declined 12 points from December to a net negative 16% (seasonally adjusted), a very negative shift in expectations.\n\n“Small business owners continue to make appropriate business adjustments in response to the ongoing economic challenges they’re facing,” said NFIB Chief Economist Bill Dunkelberg. “In January, optimism among small business owners dropped as inflation remains a key obstacle on Main Street.”\n\nKey findings include:\n\n-The frequency of reports of positive profit trends was a net negative 30%, five points worse than in December and a very poor reading.\n\n-Twenty percent of owners reported that inflation was their single most important problem in operating their business, down three points from last month and one point behind labor quality as the top problem.\n\n-Small business owners’ plans to fill open positions softened, with a seasonally adjusted net 14% planning to create new jobs in the next three months, down two points from December and the lowest level since May 2020.\n\n-Thirty-nine percent (seasonally adjusted) of all owners reported job openings they could not fill in the current period, down one point from December and the lowest reading since January 2021.\n\nAs reported in NFIB’s monthly jobs report, 39% (seasonally adjusted) of all owners reported job openings they could not fill in the current period. Seasonally adjusted, a net 39% reported raising compensation, up three points from December. A seasonally adjusted net 26% plan to raise compensation in the next three months, down three points from December. Ten percent cited labor costs as their top business problem and 21% said that labor quality was their top business problem.\n\nFifty-nine percent of owners reported capital outlays in the last six months, up one point from December. Of those making expenditures, 40% reported spending on new equipment, 25% acquired vehicles, and 17% improved or expanded facilities. Twelve percent of owners spent money on new fixtures and furniture and 7% acquired new buildings or land for expansion. Twenty-three percent (seasonally adjusted) plan capital outlays in the next few months.\n\nA net negative 11% of all owners (seasonally adjusted) reported higher nominal sales in the past three months, unchanged from December. The net percent of owners expecting higher real sales volumes declined 12 points to a net negative 16%.\n\nThe net percent of owners reporting inventory gains increased two points to 0%. Not seasonally adjusted, 13% reported increases in stocks and 19% reported reductions, up four points. A net negative 4% of owners viewed current inventory stocks as “too low” in January, up one point from December. By industry, shortages are reported most frequently in the wholesale (18%), retail (12%), and finance (11%) sectors. Shortages were reported least frequently in the professional services (2%) and construction (4%) sectors. A net negative 3% of owners plan inventory investment in the coming months, up two points from December.\n\nThe net percent of owners raising average selling prices declined three points from December to a net 22% seasonally adjusted. Fifteen percent of owners reported lower selling prices, the highest since August 2020. Twenty percent of owners reported that inflation was their single most important problem in operating their business, down three points from last month and one point behind labor quality as the top problem.\n\nUnadjusted, 15% reported lower average selling prices and 36% reported higher average prices. Price hikes were the most frequent in wholesale (47% higher, 7% lower), retail (43% higher, 11% lower), services (43% higher, 6% lower), finance (42% higher, 14% lower), and construction (36% higher, 9% lower). Seasonally adjusted, a net 33% plan price hikes.\n\nThe frequency of reports of positive profit trends was a net negative 30%, five points worse than in December and a very poor reading. Among owners reporting lower profits, 32% blamed weaker sales, 15% blamed the rise in the cost of materials, 15% cited usual seasonal change, and 11% cited labor costs. For owners reporting higher profits, 49% credited sales volumes, 24% cited usual seasonal change, and 9% cited higher selling prices.\n\nThree percent of owners reported that all their borrowing needs were not satisfied. Twenty-six percent reported all credit needs met and 62% said they were not interested in a loan.\n\nA net 6% reported their last loan was harder to get than in previous attempts. Five percent of owners reported that financing was their top business problem. A net 18% of owners reported paying a higher rate on their most recent loan, down two points from December.", "images": ["http://www.nfib-sbet.org/wp-content/themes/nfib/img/homespinner.gif", "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif"], "top_img": "http://www.nfib-sbet.org/wp-content/themes/nfib/img/spinner-page.gif", "keywords": [], "authors": [], "canonical_link": "", "title": "NFIB", "meta_data": {"viewport": "width=1024"}, "movies": [], "publish_date": null, "source": "http://www.nfib-sbet.org", "summary": ""}